# Cadence Genus(TM) Synthesis Solution, Version 17.22-s017_1, built Apr  1 2018

# Date: Fri Dec 03 16:25:46 2021
# Host: VLSI43 (x86_64 w/Linux 2.6.32-754.el6.x86_64) (4cores*8cpus*1physical cpu*Intel(R) Core(TM) i7-6700 CPU @ 3.40GHz 8192KB)
# OS:   Red Hat Enterprise Linux Client release 6.10 (Santiago)

read_hdl jkff.v
read_libs /cad_area/cad/FOUNDRY/digital/180nm/dig/lib/slow.lib
elaborate jkff
syn_gen syn_map
syn_gen
syn_map
syn_opt
report_gates
report_power
exit
